Repository: flexlixrup/TranslateKitSDK
Catalog: Sources/TranslateKitWeather/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Label.currentTemperature
source: Current Temperature
ar: درجة الحرارة الحالية
bg: Текуща температура
ca: Temperatura actual
cs: Aktuální teplota
da: Aktuel Temperatur
de: Aktuelle Temperatur
el: Τρέχουσα Θερμοκρασία
es: Temperatura actual
es_419: Temperatura Actual
fi: Nykyinen lämpötila
fr: Température actuelle
fr_ca: Température actuelle
he: טמפרטורה נוכחית
hi: वर्तमान तापमान
hr: Trenutna Temperatura
hu: Aktuális Hőmérséklet
id: Suhu Saat Ini
it: Temperatura Corrente
ja: 現在の温度
kk: Ағымдағы температура
ko: 현재 온도
ms: Suhu Semasa
nb: Nåværende temperatur
nl: Huidige Temperatuur
pl: Aktualna temperatura
pt_br: Temperatura Atual
pt_pt: Temperatura Atual
ro: Temperatura curentă
ru: Текущая температура
sk: Aktuálna teplota
sv: Aktuell temperatur
th: อุณหภูมิปัจจุบัน
tr: Mevcut Sıcaklık
uk: Поточна температура
vi: Nhiệt độ hiện tại
zh_hans: 当前温度
zh_hant: 當前溫度
zh_hk: 當前溫度

# TK.Label.dewPoint
source: Dew Point
ar: نقطة الندى
bg: Точка на роса
ca: Punt de rosada
cs: Rosný bod
da: Dugpunkt
de: Taupunkt
el: Σημείο Δρόσου
es: Punto de rocío
es_419: Punto de rocío
fi: Kastepiste
fr: Point de rosée
fr_ca: Point de rosée
he: נקודת טל
hi: आर्द्रता बिंदु
hr: Rosište
hu: Harmatpont
id: Titik Embun
it: Punto di Rugiada
ja: 露点
kk: Шық нүктесі
ko: 이슬점
ms: Titik Embun
nl: Dauwpunt
pl: Punkt rosy
pt_br: Ponto de Orvalho
pt_pt: Ponto de Orvalho
ro: Punct de rouă
ru: Точка росы
sk: Rosný bod
sv: Dewpunkt
th: จุดน้ำค้าง
tr: Çiy Noktası
uk: Точка роси
vi: Điểm sương
zh_hans: 露点
zh_hant: 露點
zh_hk: 露點

# TK.Label.feelsLike
source: Feels Like
ar: تشعر كأنها
bg: Усеща се като
ca: Sent com
cs: Pocitová teplota
da: Føles Som
de: Angefühlt wie
el: Αισθάνεται σαν
es: Sensación Térmica
es_419: Sensación térmica
fi: Tuntuu kuin
fr: Ressenti
fr_ca: Ressenti
he: מרגיש כמו
hi: महसूस होता है
hr: Osjeća se kao
hu: Érzett Hőmérséklet
id: Terasa Seperti
it: Percepito
ja: 体感温度
kk: Сезіледі
ko: 체감 온도
ms: Nampak Seperti
nb: Føles som
nl: Voelt Als
pl: Odczuwalna temperatura
pt_br: Sensação Térmica
pt_pt: Sensação Térmica
ro: Se simte ca
ru: Ощущается как
sk: Pocit
sv: Känns Som
th: รู้สึกเหมือน
tr: Hissedilen Sıcaklık
uk: Відчувається як
vi: Nhiệt độ cảm nhận
zh_hans: 体感温度
zh_hant: 體感溫度
zh_hk: 感覺像

# TK.Label.forecast
source: Forecast
ar: توقعات
bg: Прогноза
ca: Previsió
cs: Předpověď
da: Vejrudsigt
de: Vorhersage
el: Πρόγνωση
es: Pronóstico
es_419: Pronóstico
fi: Sääennuste
fr: Prévisions
fr_ca: Prévisions
he: תחזית
hi: पूर्वानुमान
hr: Prognoza
hu: Előrejelzés
id: Prakiraan
it: Previsione
ja: 天気予報
kk: Болжам
ko: 예보
ms: Ramalan
nb: Værmelding
nl: Voorspelling
pl: Prognoza
pt_br: Previsão
pt_pt: Previsão
ro: Prognoză
ru: Прогноз
sk: Predpoveď
sv: Prognos
th: พยากรณ์อากาศ
tr: Tahmin
uk: Прогноз
vi: Dự Báo
zh_hans: 天气预报
zh_hant: 天氣預報
zh_hk: 天氣預報

# TK.Label.gusts
source: Gusts
ar: عواصف هوائية
bg: Завихряния
ca: Ràfegues
cs: Větry
da: Stød
de: Böen
el: Ρεύματα
es: Ráfagas
es_419: Ráfagas
fi: Puuskat
fr: Rafales
fr_ca: Rafales
he: משבי רוח
hi: झोंके
hr: Rafali
hu: Fújások
id: Angin Kencang
it: Raffiche
ja: 突風
kk: Желдің екпіні
ko: 돌풍
nb: Bølger
nl: Windstoten
pl: Podmuchy
pt_br: Rajadas
pt_pt: Rajadas
ro: Rafale
ru: Порывы
sk: Poryvy
sv: Vindbyar
th: กลุ่มลมแรง
tr: Rüzgar Hızı
uk: Пориви
vi: Gió Lốc
zh_hans: 阵风
zh_hant: 陣風
zh_hk: 陣風

# TK.Label.high
source: High
ar: عالي
bg: Високо
ca: Alta
cs: Vysoká
da: Høj
de: Hoch
el: Υψηλή
es: Alta
es_419: Alto
fi: Korkea
fr: Élevée
fr_ca: Élevée
he: גבוהה
hi: उच्च
hr: Visoka
hu: Magas
id: Tinggi
it: Alto
ja: 高い
kk: Жоғары
ko: 높음
ms: Tinggi
nb: Høy
nl: Hoog
pl: Wysoka
pt_br: Alta
pt_pt: Alto
ro: Ridicată
ru: Высокий
sk: Vysoká
sv: Hög
th: สูง
tr: Yüksek
uk: Висока
vi: Cao
zh_hans: 高
zh_hant: 高
zh_hk: 高

# TK.Label.humidity
source: Humidity
ar: الرطوبة
bg: Влажност
ca: Humitat
cs: Vlhkost
da: Luftfugtighed
de: Feuchtigkeit
el: Υγρασία
es: Humedad
es_419: Humedad
fi: Kosteus
fr: Humidité
fr_ca: Humidité
he: לחות
hi: आर्द्रता
hr: Vlažnost
hu: Páratartalom
id: Kelembapan
it: Umidità
ja: 湿度
kk: Ылғалдылық
ko: 습도
ms: Kelembapan
nb: Fuktighet
nl: Vochtigheid
pl: Wilgotność
pt_br: Umidade
pt_pt: Humidade
ro: Umiditate
ru: Влажность
sk: Vlhkosť
sv: Luftfuktighet
th: ความชื้น
tr: Nem Oranı
uk: Вологість
vi: Độ ẩm
zh_hans: 湿度
zh_hant: 濕度
zh_hk: 濕度

# TK.Label.latitude
source: Latitude
ar: خط العرض
bg: Ширина
ca: Latitud
cs: Zeměpisná šířka
da: Breddegrad
de: Breitengrad
el: Γεωγραφικό πλάτος
es: Latitud
es_419: Latitud
fi: Leveysaste
he: קו רוחב
hi: अक्षांश
hr: Geografska širina
hu: Szélesség
id: Garis Lintang
it: Latitudine
ja: 緯度
kk: Ендік
ko: 위도
ms: Latitud
nb: Breddegrad
nl: Breedtegraad
pl: Szerokość geograficzna
ro: Latitudine
ru: Широта
sk: Zemepisná šírka
sv: Breddgrad
th: ละติจูด
tr: Enlem
uk: Широта
vi: Vĩ độ
zh_hans: 纬度
zh_hant: 緯度
zh_hk: 緯度

# TK.Label.lightning
source: Lightning
ar: صاعقة
bg: Мълния
ca: Activitat de llampec
cs: Blesk
da: Lyn
de: Blitz
el: Κεραυνός
es: Actividad eléctrica
es_419: Relámpago
fi: Salama
fr: Foudre
fr_ca: Foudre
he: ברק
hi: आलौकिकता
hr: Munja
hu: Villámcsapás
id: Aktivitas Petir
it: Fulmine
ja: 雷
kk: Найзағай
ko: 번개
ms: Petir
nb: Lyn
nl: Bliksem
pl: Wydarzenia burzowe
pt_br: Relâmpago
pt_pt: Atividade de Relâmpago
ro: Furtună
ru: Молния
sk: Blesk
sv: Blix
th: ฟ้าแลบ
tr: Yıldırım
uk: Гроза
vi: Sấm sét
zh_hans: 闪电
zh_hant: 閃電
zh_hk: 閃電

# TK.Label.locationServices
source: Location Services
ar: خدمات الموقع
bg: Услуги за местоположение
ca: Localització
cs: Polohové služby
da: Lokalitets­tjenester
de: Ortungsdienste
el: Υπηρεσίες τοποθεσίας
es: Localización
es_419: Servicios de ubicación
fi: Sijaintipalvelut
fr: Service de localisation
fr_ca: Service de localisation
he: שירותי מיקום
hi: स्थान सेवा
hr: Lokacijske usluge
hu: Helymeghatározás
id: Layanan Lokasi
it: Localizzazione
ja: 位置情報サービス
kk: Геолокация сервистері
ko: 위치 서비스
ms: Perkhidmatan Lokasi
nb: Steds tjenester
nl: Locatievoorzieningen
pl: Usługi lokalizacji
pt_br: Serviços de Localização
pt_pt: Serviços de localização
ro: Servicii de localizare
ru: Службы геолокации
sk: Lokalizačné služby
sv: Platstjänster
th: บริการหาตำแหน่งที่ตั้ง
tr: Konum Servisleri
uk: Служби локації
vi: Dịch vụ định vị
zh_hans: 定位服务
zh_hant: 定位服務
zh_hk: 定位服務

# TK.Label.longitude
source: Longitude
ar: خط الطول
bg: Дължина
ca: Longitud
cs: Zeměpisná délka
da: Længdegrad
de: Längengrad
el: Γεωγραφικό μήκος
es: Longitud
es_419: Longitud
fi: Pituusaste
he: קו אורך
hi: रेखांश
hr: Geografska dužina
hu: Hosszúság
id: Garis Bujur
it: Longitudine
ja: 経度
kk: Ұзындық
ko: 경도
ms: Longitud
nb: Lengdegrad
nl: Lengtegraad
pl: Długość geograficzna
ro: Longitudine
ru: Долгота
sk: Zemepisná dĺžka
sv: Längdgrad
th: ลองจิจูด
tr: Boylam
uk: Довгота
vi: Kinh độ
zh_hans: 经度
zh_hant: 經度
zh_hk: 經度

# TK.Label.low
source: Low
ar: منخفض
bg: Ниско
ca: Baixa
cs: Nízká
da: Lav
de: Niedrig
el: Χαμηλή
es: Baja
es_419: Bajo
fi: Alhainen
fr: Faible
fr_ca: Faible
he: נמוכה
hi: निम्न
hr: Niska
hu: Alacsony
id: Rendah
it: Bassa
ja: 低い
kk: Төмен
ko: 낮음
ms: Rendah
nb: Lav
nl: Laag
pl: Niska
pt_br: Baixa
pt_pt: Baixo
ro: Scăzută
ru: Низкая
sk: Nízka
sv: Låg
th: ต่ำ
tr: Düşük
uk: Низька
vi: Thấp
zh_hans: 低
zh_hant: 低
zh_hk: 低

# TK.Label.moonPhase
source: Moon Phase
ar: مرحلة القمر
bg: Фаза на луната
ca: Fase lunar
cs: Fáze měsíce
da: Månefase
de: Mondphase
el: Φάση Σελήνης
es: Fase lunar
es_419: Fase lunar
fi: Kuun vaihe
fr: Phase de Lune
fr_ca: Phase de la lune
he: שלב ירח
hi: चाँद का चरण
hr: Faza mjeseca
hu: Holdfázis
id: Fase Bulan
it: Fase lunare
ja: 月のフェーズ
kk: Ай фазасы
ko: 달의 위상
ms: Fasa Bulan
nb: Månefase
nl: Maanfase
pl: Faza Księżyca
pt_br: Fase da Lua
pt_pt: Fase da Lua
ro: Faza Lunii
ru: Фаза луны
sk: Fáza mesiaca
sv: Månfaser
th: ระยะของดวงจันทร์
tr: Ay Evresi
uk: Фаза Місяця
vi: Giai đoạn của mặt trăng
zh_hans: 月相
zh_hant: 月相
zh_hk: 月相

# TK.Label.precipitation
source: Precipitation
ar: هطول الأمطار
bg: Валежи
ca: Precipitació
cs: Srážky
da: Nedbør
de: Niederschlag
el: Κατακρήμνιση
es: Precipitación
es_419: Precipitación
fi: Sateet
fr: Précipitations
fr_ca: Précipitations
he: משקעים
hi: वृष्टि
hr: Padaline
hu: Csapadék
id: Presipitasi
it: Precipitazioni
ja: 降水量
kk: Жауын-шашын
ko: 강수량
ms: Kerpasan
nb: Nedbør
nl: Neerslag
pl: Opady
pt_br: Precipitação
pt_pt: Precipitação
ro: Precipitații
ru: Осадки
sk: Zrážky
sv: Nederbörd
th: ปริมาณน้ำฝน
tr: Yağış
uk: Опади
vi: Lượng mưa
zh_hans: 降水量
zh_hant: 降水量
zh_hk: 降水量

# TK.Label.pressure
source: Pressure
ar: الضغط
bg: Налягане
ca: Pressió
cs: Tlak
da: Lufttryk
de: Luftdruck
el: Πίεση
es: Presión
es_419: Presión
fi: Paine
fr: Pression
fr_ca: Pression
he: לחץ
hi: दबाव
hr: Tlak
hu: Légnyomás
id: Tekanan
it: Pressione
ja: 気圧
kk: Қысым
ko: 기압
ms: Tekanan
nb: Trykk
nl: Luchtdruk
pl: Ciśnienie
pt_br: Pressão
pt_pt: Pressão
ro: Presiune
ru: Давление
sk: Tlak
sv: Tryck
th: ความกดอากาศ
tr: Basınç
uk: Тиск
vi: Áp suất
zh_hans: 气压
zh_hant: 氣壓
zh_hk: 氣壓

# TK.Label.radar
source: Radar
ar: رادار
bg: Радар
el: Ράδιος (Ράδιο Γεωγραφικών Δεδομένων)
fi: Sääsää
he: רדאר
hi: रेडार
ja: レーダー
kk: Радар
ko: 레이더
ru: Радар
th: เรดาร์
uk: Радар
zh_hans: 雷达
zh_hant: 雷達
zh_hk: 雷達

# TK.Label.rainfall
source: Rainfall
ar: معدل الأمطار
bg: Дъжд
ca: Pluja
cs: Úhrn srážek
da: Nedbør
de: Niederschlag
el: Βροχόπτωση
es: Precipitación
es_419: Precipitación
fi: Sateen määrä
fr: Précipitations
fr_ca: Précipitations
he: כמות גשם
hi: वृष्टि
hr: Količina Kiše
hu: Csapadék
id: Curah Hujan
it: Precipitazioni
ja: 降雨量
kk: Жаңбыр мөлшері
ko: 강수량
ms: Jumlah Hujan
nb: Nedbør
nl: Neerslag
pl: Opady Deszczu
pt_br: Precipitação
pt_pt: Precipitação
ro: Precipitații
ru: Количество осадков
sk: Zrážky
sv: Nederbörd
th: ปริมาณฝน
tr: Yağış Miktarı
uk: Кількість опадів
vi: Lượng mưa
zh_hans: 降雨量
zh_hant: 降雨量
zh_hk: 降雨量

# TK.Label.satellite
source: Satellite
ar: قمر صناعي
bg: Сателит
ca: Satèl·lit
cs: Satelit
de: Satellit
el: Δορυφόρος
es: Satélite
es_419: Satélite
fi: Satelliitti
he: לוויין
hi: उपग्रह
hr: Satellit
hu: Műhold
id: Satelit
ja: 衛星
kk: Спутник
ko: 위성
ms: Satelit
nb: Satellitt
nl: Satelliet
pl: Satellita
pt_br: Satélite
pt_pt: Satélite
ro: Satelit
ru: Спутник
sk: Satelit
sv: Satellit
th: ดาวเทียม
tr: Uydu
uk: Супутник
vi: Vệ tinh
zh_hans: 卫星
zh_hant: 衛星
zh_hk: 衛星

# TK.Label.snowfall
source: Snowfall
ar: تساقط الثلج
bg: Сняг
ca: Neva
cs: Sníh
da: Snefald
de: Schneefall
el: Χιόνι
es: Nevada
es_419: Nevadas
fi: Lumisateen määrä
fr: Chute de neige
fr_ca: Chutes de neige
he: כמות שלג
hi: बर्फ़बारी
hr: Snježna oborina
hu: Hóesés
id: Salju
it: Nevicate
ja: 降雪量
kk: Қар мөлшері
ko: 적설량
ms: Salji
nb: Snøfall
nl: Sneeuwval
pl: Opady śniegu
pt_br: Queda de Neve
pt_pt: Queda de Neve
ro: Niveles de Zăpadă
ru: Снегопад
sk: Snehové zrážky
sv: Snöfall
th: หิมะตก
tr: Kar Yağışı
uk: Снігопад
vi: Lượng tuyết rơi
zh_hans: 降雪量
zh_hant: 降雪量
zh_hk: 降雪量

# TK.Label.storm
source: Storm
ar: عاصفة
bg: Буря
ca: Tempesta
cs: Bouře
de: Sturm
el: Καταιγίδα
es: Tormenta
es_419: Tormenta
fi: Myrsky
fr: Tempête
fr_ca: Tempête
he: סערה
hi: तूफान
hr: Oluja
hu: Vihar
id: Badai
it: Tempesta
ja: 嵐
kk: Дауыл
ko: 폭풍
ms: Badai
pl: Burza
pt_br: Tempestade
pt_pt: Tempestade
ro: Furtună
ru: Шторм
sk: Búrka
th: พายุ
tr: Fırtına
uk: Шторм
vi: Bão
zh_hans: 风暴
zh_hant: 風暴
zh_hk: 暴風雨

# TK.Label.sunriseSunset
source: Sunrise & Sunset
ar: شروق الشمس وغروبها
bg: Изгрев и залез
ca: Sortida i posta de sol
cs: Východ a západ slunce
da: Solopgang & Solnedgang
de: Sonnenaufgang & Sonnenuntergang
el: Ανατολή & Ηλιοβασίλεμα
es: Amanecer y Atardecer
es_419: Amanecer y Atardecer
fi: Auringonnousu & Auringonlasku
fr: Lever & Coucher du soleil
fr_ca: Lever et coucher du soleil
he: זריחה ושקיעה
hi: सूर्योदय और सूर्यास्त
hr: Izlazak i zalazak sunca
hu: Napkelte & Napnyugta
id: Matahari Terbit & Terbenam
it: Alba e tramonto
ja: 日の出と日の入り
kk: Күн шығуы және батуы
ko: 일출 및 일몰
ms: Waktu Terbit & Terbenam
nb: Soloppgang & Solnedgang
nl: Zonsopgang & Zonsondergang
pl: Wschód i zachód słońca
pt_br: Nascer e Pôr do Sol
pt_pt: Nascer e Pôr do Sol
ro: Răsărit & Apus
ru: Восход и закат
sk: Východ a západ slnka
sv: Soluppgång & Solnedgång
th: เวลาตะวันขึ้นและตะวันตก
tr: Gündoğumu & Günbatımı
uk: Схід і захід сонця
vi: Bình minh & Hoàng hôn
zh_hans: 日出与日落
zh_hant: 日出與日落
zh_hk: 日出與日落

# TK.Label.temperature
source: Temperature
ar: درجة الحرارة
bg: Температура
ca: Temperatura
cs: Teplota
da: Temperatur
de: Temperatur
el: Θερμοκρασία
es: Temperatura
es_419: Temperatura
fi: Lämpötila
fr: Température
fr_ca: Température
he: טמפרטורה
hi: तापमान
hr: Temperatura
hu: Hőmérséklet
id: Suhu
it: Temperatura
ja: 温度
kk: Температура
ko: 온도
ms: Suhu
nb: Temperatur
nl: Temperatuur
pl: Temperatura
pt_br: Temperatura
pt_pt: Temperatura
ro: Temperatură
ru: Температура
sk: Teplota
sv: Temperatur
th: อุณหภูมิ
tr: Sıcaklık
uk: Температура
vi: Nhiệt độ
zh_hans: 温度
zh_hant: 溫度
zh_hk: 温度

# TK.Label.uvIndex
source: UV Index
ar: مؤشر الأشعة فوق البنفسجية
bg: UV индекс
ca: Índex UV
da: UV-indeks
el: Δείκτης UV
es: Índice UV
es_419: Índice UV
fi: UV-indeksi
fr: Indice UV
fr_ca: Indice UV
he: אינדקס קרינה
hi: UV सूचकांक
hr: UV indeks
id: Indeks UV
it: Indice UV
ja: UV指数
kk: УК көрсеткіші
ko: 자외선 지수
ms: Indeks UV
nb: UV-indeks
pl: Indeks UV
pt_br: Índice UV
pt_pt: Índice UV
ro: Indice UV
ru: УФ‑индекс
th: ดัชนีรังสี UV
tr: UV İndeksi
uk: Індекс УФ
vi: Chỉ số UV
zh_hans: 紫外线指数
zh_hant: 紫外線指數
zh_hk: 紫外線指數

# TK.Label.visibility
source: Visibility
ar: الرؤية
bg: Видимост
ca: Visibilitat
cs: Viditelnost
da: Synlighed
de: Sichtbarkeit
el: Ορατότητα
es: Visibilidad
es_419: Visibilidad
fi: Näkyvyys
fr: Visibilité
fr_ca: Visibilité
he: נראות
hi: दृश्यता
hr: Vidljivost
hu: Láthatóság
id: Visibilitas
it: Visibilità
ja: 可視性
kk: Көріну
ko: 가시성
ms: Keterlihatan
nb: Synlighet
nl: Zichtbaarheid
pl: Widoczność
pt_br: Visibilidade
pt_pt: Visibilidade
ro: Vizibilitate
ru: Видимость
sk: Viditeľnosť
sv: Synlighet
th: มุมมอง
tr: Görünürlük
uk: Видимість
vi: Tầm nhìn
zh_hans: 可见性
zh_hant: 可視性
zh_hk: 可見度

# TK.Label.weather
source: Weather
ar: الطقس
bg: Времето
ca: Temps
cs: Počasí
da: Vejr
de: Wetter
el: Καιρός
es: Tiempo
es_419: Clima
fi: Sää
fr: Météo
fr_ca: Météo
he: מזג אוויר
hi: मौसम
hr: Vrijeme
hu: Időjárás
id: Cuaca
it: Meteo
ja: 天気
kk: Ауа райы
ko: 날씨
ms: Cuaca
nb: Vær
nl: Weer
pl: Pogoda
pt_br: Tempo
pt_pt: Meteorologia
ro: Vremea
ru: Погода
sk: Počasie
sv: Väder
th: สภาพอากาศ
tr: Hava Durumu
uk: Погода
vi: Thời tiết
zh_hans: 天气
zh_hant: 天氣
zh_hk: 天氣

# TK.Label.weatherAlerts
source: Weather Alerts
ar: تنبيهات الطقس
bg: Метеорологични предупреждения
ca: Alertes meteorològiques
cs: Varování před počasím
da: Vejrvarsler
de: Wetterwarnungen
el: Προειδοποιήσεις Καιρού
es: Alertas meteorológicas
es_419: Alertas Climáticas
fi: Säävaroitukset
fr: Alertes météo
fr_ca: Alerte météo
he: אזהרות מזג האוויר
hi: जलवायु चेतावनियाँ
hr: Upozorenja o vremenu
hu: Időjárási Riasztások
id: Peringatan Cuaca
it: Avvisi meteorologici
ja: 天気警報
kk: Ауа-райы ескертулері
ko: 날씨 경고
ms: Amaran Cuaca
nb: Værvarsler
nl: Weeralarmen
pl: Alerty pogodowe
pt_br: Alertas Meteorológicos
pt_pt: Alertas Meteorológicos
ro: Alerta Meteo
ru: Предупреждения о погоде
sk: Upozornenia na počasie
sv: Varningar för Väder
th: การแจ้งเตือนสภาพอากาศ
tr: Hava Durumu Uyarıları
uk: Попередження про погоду
vi: Cảnh báo thời tiết
zh_hans: 天气预警
zh_hant: 天氣警報
zh_hk: 天氣警報

# TK.Label.windDirection
source: Wind Direction
ar: اتجاه الرياح
bg: Посока на вятъра
ca: Direcció del vent
cs: Směr větru
da: Vindretning
de: Windrichtung
el: Κατεύθυνση Ανέμου
es: Dirección del viento
es_419: Dirección del Viento
fi: Tuulen suunta
fr: Direction du vent
fr_ca: Direction du vent
he: כיוון רוח
hi: हवा की दिशा
hr: Smjer vjetra
hu: Szélirány
id: Arah Angin
it: Direzione del vento
ja: 風向
kk: Жел бағыты
ko: 바람 방향
ms: Arah Angin
nb: Vindretning
nl: Windrichting
pl: Kierunek wiatru
pt_br: Direção do Vento
pt_pt: Direção do Vento
ro: Direcția Vântului
ru: Направление ветра
sk: Smer vetra
sv: Vindriktning
th: ทิศทางลม
tr: Rüzgar Yönü
uk: Напрямок вітру
vi: Hướng gió
zh_hans: 风向
zh_hant: 風向
zh_hk: 風向

# TK.Label.windGusts
source: Wind Gusts
ar: هبات الرياح
bg: Ветрови пориви
ca: Ràfegues de vent
cs: Větrné poryvy
da: Vindskið
de: Windböen
el: Σύγνεφα Αέρα
es: Ráfagas de viento
es_419: Ráfagas de Viento
fi: Tuulen puuskat
fr: Rafales de vent
fr_ca: Rafales de vent
he: רוחות פרטיות
hi: हवा के झोकें
hr: Puhanje vjetra
hu: Szélrohamok
id: Iringan Angin
it: Burrasche di vento
ja: 突風
kk: Жел соққылары
ko: 바람 돌풍
ms: Tiupan Angin
nb: Vindkast
nl: Windstoten
pl: Podmuchy wiatru
pt_br: Raja de Vento
pt_pt: Raios de Vento
ro: Rafale de Vânt
ru: Порывы ветра
sk: Poryvy vetra
sv: Vindbyar
th: ลมกระโชก
tr: Rüzgar Hızları
uk: Пориви вітру
vi: Gió giật
zh_hans: 风速
zh_hant: 風陣
zh_hk: 風速

# TK.Label.windSpeed
source: Wind Speed
ar: سرعة الرياح
bg: Скорост на вятъра
ca: Velocitat del vent
cs: Rychlost větru
da: Vindhastighed
de: Windgeschwindigkeit
el: Ταχύτητα Ανέμου
es: Velocidad del Viento
es_419: Velocidad del Viento
fi: Tuulen nopeus
fr: Vitesse du vent
fr_ca: Vitesse du vent
he: מהירות רוח
hi: हवा की गति
hr: Brzina vjetra
hu: Szélsebesség
id: Kecepatan Angin
it: Velocità del vento
ja: 風速
kk: Желдің жылдамдығы
ko: 풍속
ms: Kelajuan Angin
nb: Vindhastighet
nl: Windsnelheid
pl: Prędkość wiatru
pt_br: Velocidade do Vento
pt_pt: Velocidade do Vento
ro: Viteză vânt
ru: Скорость ветра
sk: Rýchlosť vetra
sv: Vindhastighet
th: ความเร็วลม
tr: Rüzgar Hızı
uk: Швидкість вітру
vi: Tốc độ gió
zh_hans: 风速
zh_hant: 風速
zh_hk: 風速

# TK.Message.airQualityIsUnhealthyToday
source: Air quality is unhealthy today.
ar: مستوى جودة الهواء غير صحي اليوم.
bg: Въздушното качество е нездравословно днес.
ca: La qualitat de l'aire és malsana avui.
cs: Kvalita vzduchu je dnes nezdravá.
da: Luftkvaliteten er usund i dag.
de: Die Luftqualität ist heute ungesund.
el: Η ποιότητα του αέρα είναι ανθυγιεινή σήμερα.
es: La calidad del aire es insalubre hoy.
es_419: La calidad del aire es mala hoy.
fi: Ilmanlaatu on tänään epäterveellinen.
fr: La qualité de l’air est malsaine aujourd’hui.
fr_ca: La qualité de l'air est malsaine aujourd'hui.
he: איכות האוויר לא בריאה היום.
hi: आज वायु गुणवत्ता अस्वस्थ है।
hr: Kvaliteta zraka je danas nezdrava.
hu: Ma az air quality nem megfelelő.
id: Kualitas udara tidak sehat hari ini.
it: La qualità dell'aria è malsana oggi.
ja: 今日は空気の質が不健康です。
kk: Бүгін ауа сапасы нашар.
ko: 오늘 공기질이 좋지 않습니다.
ms: Kualiti udara adalah tidak sihat hari ini.
nb: Luftkvaliteten er usunn i dag.
nl: Luchtkwaliteit is vandaag ongezond.
pl: Jakość powietrza jest dzisiaj niezdrowa.
pt_br: A qualidade do ar está insalubre hoje.
pt_pt: A qualidade do ar está insalubre hoje.
ro: Calitatea aerului este nesănătoasă astăzi.
ru: Качество воздуха сегодня плохое.
sk: Kvalita ovzdušia je dnes nezdravá.
sv: Luftkvaliteten är ohälsosam idag.
th: คุณภาพอากาศไม่ดีในวันนี้.
tr: Hava kalitesi bugün sağlıksız.
uk: Якість повітря сьогодні нездорова.
vi: Chất lượng không khí không an toàn hôm nay.
zh_hans: 今天的空气质量不健康。
zh_hant: 今天的空氣質量不健康。
zh_hk: 今日空氣質素不佳。

# TK.Message.chanceOfPrecipitationIsHigh
source: Chance of precipitation is high.
ar: احتمالية هطول الأمطار مرتفعة.
bg: Вероятността за валежи е висока.
ca: La probabilitat de precipitació és alta.
cs: Existuje velká šance na srážky.
da: Chancen for nedbør er høj.
de: Die Wahrscheinlichkeit von Niederschlägen ist hoch.
el: Η πιθανότητα βροχής είναι υψηλή.
es: La probabilidad de precipitación es alta.
es_419: Probabilidad de precipitación es alta.
fi: Sateen mahdollisuus on korkea.
fr: Probabilité de précipitations élevée.
fr_ca: La probabilité de précipitation est élevée.
he: הסיכוי לגשם גבוה.
hi: वृष्टि की संभावना अधिक है।
hr: Mogućnost oborina je visoka.
hu: Magas a csapadék valószínűsége.
id: Kemungkinan hujan tinggi.
it: La probabilità di precipitazioni è alta.
ja: 降水確率が高いです。
kk: Жауын шашағының ықтималдығы жоғары.
ko: 강수 확률이 높습니다.
ms: Kebarangkalian hujan adalah tinggi.
nb: Sannsynligheten for nedbør er høy.
nl: Kans op neerslag is hoog.
pl: Szansa na opady jest wysoka.
pt_br: Chance de precipitação alta.
pt_pt: A probabilidade de precipitação é alta.
ro: Șansele de precipitații sunt mari.
ru: Высока вероятность осадков.
sk: Šanca na zrážky je vysoká.
sv: Chansen för nederbörd är hög.
th: โอกาสมีฝนสูง.
tr: Yağış ihtimali yüksek.
uk: Вірогідність опадів висока.
vi: Có khả năng cao có mưa.
zh_hans: 降水概率高。
zh_hant: 降水機率高。
zh_hk: 降雨機率較高。

# TK.Message.clearSkiesExpectedToday
source: Clear skies expected today.
ar: من المتوقع وجود سماء صافية اليوم.
bg: Очаква се ясно време днес.
ca: S'esperen cels nets avui.
cs: Dnes se očekává jasné počasí.
da: Klart vejr forventes i dag.
de: Heute ist mit klarem Himmel zu rechnen.
el: Αναμένονται καθαροί ουρανοί σήμερα.
es: Cielo despejado esperado para hoy.
es_419: Se esperan cielos despejados hoy.
fi: Selkeät taivaat odotettavissa tänään.
fr: Ciel dégagé attendu aujourd'hui.
fr_ca: Le ciel dégagé est attendu aujourd'hui.
he: היום צפויים שמים בהירים.
hi: आज साफ आसमान की उम्मीद है।
hr: Očekuje se vedro vrijeme danas.
hu: Ma tiszta égbolt várható.
id: Hari ini diperkirakan langit cerah.
it: Oggi si prevedono cieli sereni.
ja: 青空が期待されます。
kk: Бүгін таза ауа күтілуде.
ko: 오늘 맑은 하늘이 예상됩니다.
ms: Langit cerah dijangka hari ini.
nb: Klart vær forventes i dag.
nl: Vandaag wordt er helder weer verwacht.
pl: Dziś spodziewane jest czyste niebo.
pt_br: Céu limpo esperado hoje.
pt_pt: Clareza esperada para hoje.
ro: Ceri clare aşteptate astăzi.
ru: Сегодня ожидается ясная погода.
sk: Očakáva sa jasné počasie dnes.
sv: Rensa
th: คาดว่าจะมีท้องฟ้าใสในวันนี้.
tr: Bugün açık havanın olması bekleniyor.
uk: Сьогодні очікується ясне небо.
vi: Dự báo hôm nay trời quang đãng.
zh_hans: 今天预计晴天。
zh_hant: 今天預期晴空萬里。
zh_hk: 今天預期會有晴朗的天氣。

# TK.Message.frostWarningForYourLocation
source: Frost warning for your location.
ar: تحذير من الصقيع لموقعك.
bg: Предупреждение за слана за вашето местоположение.
ca: Advertència de gelades per a la teva ubicació.
cs: Varování před mrazem pro vaši lokalitu.
da: Frostvarsel for din lokation.
de: Frostwarnung für deinen Standort.
el: Προειδοποίηση παγετού για την τοποθεσία σας.
es: Advertencia de heladas para tu ubicación.
es_419: Advertencia de heladas para tu ubicación.
fi: Halla-varoitus sijainnillesi.
fr: Alerte gel pour votre localisation.
fr_ca: Alerte au gel pour votre emplacement.
he: אזהרת כפור עבור המיקום שלך.
hi: आपके स्थान के लिए ठंढ का चेतावनी।
hr: Upozorenje na mraz za tvoju lokaciju.
hu: Fagyveszély figyelmeztetés a helyszínén.
id: Peringatan embun beku untuk lokasi Anda.
it: Allerta gelo per la tua posizione.
ja: あなたの場所に霜の警告があります。
kk: Сіздің орналасу орыныңызға аяз туралы ескерту.
ko: 귀하의 위치에 대한 서리 경고가 발령되었습니다.
ms: Amaran beku untuk lokasi anda.
nb: Frostvarsling for din lokasjon.
nl: Vorstwaarschuwing voor jouw locatie.
pl: Ostrzeżenie o przymrozku w Twojej lokalizacji.
pt_br: Aviso de geada para a sua localização.
pt_pt: Aviso de geada para a tua localidade.
ro: Avertisment de îngheț pentru locația ta.
ru: Предупреждение о заморозках для вашего региона.
sk: Varovanie pred mrazom pre vašu polohu.
sv: Frostvarning för din plats.
th: มีคำเตือนน้ำแข็งสำหรับที่ตั้งของคุณ
tr: Bölgeniz için don uyarısı.
uk: Оголошення про заморозки для вашого місця розташування.
vi: Cảnh báo sương giá cho vị trí của bạn.
zh_hans: 你所在位置的霜冻警告。
zh_hant: 您所在位置的霜凍警告。
zh_hk: 您所在地區有霜凍警告。
